package com.example.diy_indicator.fragmentView.fragment_2;

/**
 * Created by Administrator on 2016/10/13.
 */

public class F2_Data {
    public static final String[][] f2_Data={
            {"100","公告栏~","目前只有下半年的实验列表，学时与是否必做以光电专业为标准"},
            {"2","液晶调制实验","徐苏楠，必做"},
            {"4","偏振光干涉实验","王育红，选做"},
            {"4","CCD应用技术综合实验","余向东，必做"},
            {"4","各向异性晶体双折射率的测量","沈为民，选做"},
            {"2","紫外-可见-近红外漫反射光谱的测试光谱解","陈华才，选做，三选一"},
            {"2","傅里叶红外光谱的测试及光谱解析","陈华才，选做，三选一"},
            {"2","紫外吸收光谱的绘制及有机化合物的鉴定","陈华才，选做，三选一"},
            {"2","光电元件漏率测量","黄昌清，选做"},
            {"2","光纤传像期间现为解雇分析","黄昌清，选做"},
            {"4","基于CPLD的图形显示实验","王育红，选做"},
            {"6","分光光度法测量色素含量","黄杰，选做"},
            {"4","激光散斑测量物体离面位移","黄前民，选做，三选一"},
            {"4","数字式光学传递函数测量和透镜像质评价","黄前民，选做，三选一"},
            {"4","联合傅里叶变换相关识别","黄前民，选做，三选一"},
            {"4","光时域反射（OTDR）实验","余向东，选做"},
            {"4","光纤传感器综合实验","余向东，选做，二选一"},
            {"4","光纤光栅传感实验","龚华平，选做，二选一"},
            {"4","光纤通信综合实验","王育红，选做"},
            {"8","非接触式LED结温测试","董前民，选做，8学时厉害了~"},
            {"4","半导体泵浦连续激光器的调试及参数测量","徐苏楠，选做，三选一"},
            {"4","被动式调Q激光器的调试及参数测量","徐苏楠，选做，三选一"},
            {"4","腔内倍频激光的调试及参数测量","徐苏楠，选做，三选一"},
            {"6","基于FPGA的数字频率计实验","王育红，选做"},
            {"4","光收发电路模拟仿真设计","徐苏楠，必做"},
            {"4","降压-升压开关恒流PWM调光LED驱动电路设计","邹细勇，选做"},
            {"4","降压型开光恒流线性调光LED驱动电路设计","邹细勇，选做"},
            {"4","线性恒流LED调光驱动电路设计","邹细勇，选做"},
            {"6","可见光波段光纤光谱仪原理及组装调试实验","裘燕清，选做"},


    };
}
